var questions = [
    {
        text: 'Вопрос №1',
        answers: [
            { text: 'Ответ №1 - верный', correct: true },
            { text: 'Ответ №2 - невенрый' },
            { text: 'Ответ №3 - невенрый' },
            { text: 'Ответ №4 - невенрый' },
        ]
    }, {
        text: 'Вопрос №2',
        answers: [
            { text: 'Ответ №1 - невенрый' },
            { text: 'Ответ №2 - невенрый' },
            { text: 'Ответ №3 - верный', correct: true },
            { text: 'Ответ №4 - невенрый' },
        ]
    }, {
        text: 'Вопрос №3',
        answers: [
            { text: 'Ответ №1 - невенрый' },
            { text: 'Ответ №2 - верный', correct: true },
            { text: 'Ответ №3 - невенрый' },
            { text: 'Ответ №4 - невенрый' },
        ]
    }, {
        text: 'Вопрос №4',
        answers: [
            { text: 'Ответ №1 - верный', correct: true },
            { text: 'Ответ №2 - невенрый' },
            { text: 'Ответ №3 - невенрый' },
            { text: 'Ответ №4 - невенрый' },
        ]
    }, {
        text: 'Вопрос №5',
        answers: [
            { text: 'Ответ №1 - верный', correct: true },
            { text: 'Ответ №2 - невенрый' },
            { text: 'Ответ №3 - невенрый' },
            { text: 'Ответ №4 - невенрый' },
        ]
    }, {
        text: 'Вопрос №6',
        answers: [
            { text: 'Ответ №1 - невенрый' },
            { text: 'Ответ №2 - невенрый' },
            { text: 'Ответ №3 - невенрый' },
            { text: 'Ответ №4 - верный', correct: true },
        ]
    }, {
        text: 'Вопрос №7',
        answers: [
            { text: 'Ответ №1 - невенрый' },
            { text: 'Ответ №2 - невенрый' },
            { text: 'Ответ №3 - верный', correct: true },
            { text: 'Ответ №4 - невенрый' },
        ]
    }, {
        text: 'Вопрос №8',
        answers: [
            { text: 'Ответ №1 - невенрый' },
            { text: 'Ответ №2 - невенрый' },
            { text: 'Ответ №3 - невенрый' },
            { text: 'Ответ №4 - верный', correct: true },
        ]
    }, {
        text: 'Вопрос №9',
        answers: [
            { text: 'Ответ №1 - невенрый' },
            { text: 'Ответ №2 - верный', correct: true },
            { text: 'Ответ №3 - невенрый' },
            { text: 'Ответ №4 - невенрый' },
        ]
    }, {
        text: 'Вопрос №10',
        answers: [
            { text: 'Ответ №1 - верный', correct: true },
            { text: 'Ответ №2 - невенрый' },
            { text: 'Ответ №3 - невенрый' },
            { text: 'Ответ №4 - невенрый' },
        ]
    }, {
        text: 'Вопрос №11',
        answers: [
            { text: 'Ответ №1 - невенрый' },
            { text: 'Ответ №2 - невенрый' },
            { text: 'Ответ №3 - верный', correct: true },
            { text: 'Ответ №4 - невенрый' },
        ]
    }, {
        text: 'Вопрос №12',
        answers: [
            { text: 'Ответ №1 - невенрый' },
            { text: 'Ответ №2 - невенрый' },
            { text: 'Ответ №3 - верный', correct: true },
            { text: 'Ответ №4 - невенрый' },
        ]
    }, {
        text: 'Вопрос №13',
        answers: [
            { text: 'Ответ №1 - невенрый' },
            { text: 'Ответ №2 - невенрый' },
            { text: 'Ответ №3 - верный', correct: true },
            { text: 'Ответ №4 - невенрый' },
        ]
    }, {
        text: 'Вопрос №14',
        answers: [
            { text: 'Ответ №1 - невенрый' },
            { text: 'Ответ №2 - невенрый' },
            { text: 'Ответ №3 - верный', correct: true },
            { text: 'Ответ №4 - невенрый' },
        ]
    }, {
        text: 'Вопрос №15',
        answers: [
            { text: 'Ответ №1 - невенрый' },
            { text: 'Ответ №2 - верный', correct: true },
            { text: 'Ответ №3 - невенрый' },
            { text: 'Ответ №4 - невенрый' },
        ]
    }, {
        text: 'Вопрос №16',
        answers: [
            { text: 'Ответ №1 - верный', correct: true },
            { text: 'Ответ №2 - невенрый' },
            { text: 'Ответ №3 - невенрый' },
            { text: 'Ответ №4 - невенрый' },
        ]
    }, {
        text: 'Вопрос №17',
        answers: [
            { text: 'Ответ №1 - невенрый' },
            { text: 'Ответ №2 - невенрый' },
            { text: 'Ответ №3 - верный', correct: true },
            { text: 'Ответ №4 - невенрый' },
        ]
    }, {
        text: 'Вопрос №18',
        answers: [
            { text: 'Ответ №1 - невенрый' },
            { text: 'Ответ №2 - невенрый' },
            { text: 'Ответ №3 - невенрый' },
            { text: 'Ответ №4 - верный', correct: true },
        ]
    }, {
        text: 'Вопрос №19',
        answers: [
            { text: 'Ответ №1 - невенрый' },
            { text: 'Ответ №2 - невенрый' },
            { text: 'Ответ №3 - верный', correct: true },
            { text: 'Ответ №4 - невенрый' },
        ]
    }, {
        text: 'Вопрос №20',
        answers: [
            { text: 'Ответ №1 - верный', correct: true },
            { text: 'Ответ №2 - невенрый' },
            { text: 'Ответ №3 - невенрый' },
            { text: 'Ответ №4 - невенрый' },
        ]
    }, {
        text: 'Вопрос №21',
        answers: [
            { text: 'Ответ №1 - верный', correct: true },
            { text: 'Ответ №2 - невенрый' },
            { text: 'Ответ №3 - невенрый' },
            { text: 'Ответ №4 - невенрый' },
        ]
    },
]
